{
  "basics": {
    "name": "Anastasia Newheart",
    "label": "Space Plasma Physicist",
    "image": "",
    "email": "ana.newheart@gmail.co,",
    "phone": "(912) 123-4567",
    "url": "https://anewheart.github.io",
    "summary": "",
    },
    "profiles": [
      {
        "network": "LinkedIn",
        "url": "https://www.linkedin.com/in/newheart/"
      }
    ]
  },
  "education": [
    {
      "degree": "Ph.D. in Physics and Astronomy",
      "institution": "Rice University",
      "date": "August 2022",
      "details": {
        "thesis_title": "The role of magnetospheric convection in the formation of multi-scale ionospheric structuring and F-region instabilities",
        "thesis_advisors": ["Dr. Frank Toffoletto", "Dr. Stanislav Sazykin (deceased)"]
      }
    },
    {
      "degree": "M.S. in Physics and Astronomy",
      "institution": "Rice University",
      "date": "December 2018"
    },
    {
      "degree": "B.A. in Physics and Astronomy",
      "institution": "St. Mary's College of Maryland",
      "date": "May 2016",
      "honors": "Cum Laude"
    }
  ],
  "skills": {
    "programming_languages": ["Python (3 years)", "MATLAB (10 years)"],
    "computing_platforms": ["Linux", "high performance computing", "Git", "Jira", "Bitbucket"],
    "data_analysis": ["data visualization", "spectral analysis", "statistical analysis", "physics-based modeling"],
    "communication": ["scientific writing", "proposal writing", "outreach presentations", "leading collaborations"]
  },
  "employment_history": [
    {
      "employer": "Orion Space Solutions",
      "position": "Ionospheric Researcher",
      "period": "September 2023 - Present",
      "responsibilities": [
        "Examined the impact of different types of data (ionosondes, GNSS TEC and radio occultation data) on ionospheric metrics like hmF2, foF2 and TEC in a data assimilation model",
        "Validated ionospheric scintillation date from commercial radio occultation satellites for the NASA CSDA program by comparing to existing ground- and space-based observations to climatology",
        "Developed a CubeSat mission concept to examine mid- to low-latitude ionospheric irregularities",
        "Analyzed plasma wave observations from Arase to develop a space debris detection method"
      ]
    },
    {
      "employer": "National Center for Atmospheric Research",
      "position": "Advanced Study Program Postdoctoral Fellow",
      "period": "October 2022 - September 2023",
      "responsibilities": [
        "Investigated the cause of prompt penetration electric fields during major geomagnetic storms using the Multiscale Atmosphere-Geospace Environment (MAGE) model",
        "Compared MAGE model results to Jicamarca F-region vertical drifts observations and to previous modeling",
        "Examined long-term changes in the ionosphere-thermosphere system using the whole atmosphere model, WACCM-X and compared the modeling results to observations of Jicamarca F-region vertical drifts"
      ]
    },
    {
      "employer": "Rice University",
      "position": "Postdoctoral Researcher",
      "period": "July 2022-October 2022",
      "responsibilities": ["Prepared my PhD research projects for publication"]
    },
    {
      "employer": "Rice University",
      "position": "Graduate Research Assistant",
      "period": "August 2016 - July 2022",
      "responsibilities": [
        "Characterized traveling ionospheric disturbances from detrended GNSS TEC using spectral methods",
        "Analyzed the occurrence of equatorial plasma bubbles during major geomagnetic storms by comparing multiple data sets including Swarm, DMSP, GNSS TEC and the International Space Station Floating Potential Measurement Unit (ISS FPMU)",
        "Studied prompt penetration electric fields during major geomagneric storms and their effect on plasma bubbles using an inner magnetosphere model, RCM and a coupled inner magnetosphere-ionosphere model SAMI3-RCM and compared these modeling results to ion drift observations and magnetometer perturbations"
      ]
    }
  ],
  "leadership_experience": [
    {
      "organization": "Rice University",
      "position": "Graduate Student Association Vice President of Student Advocacy",
      "period": "April 2020 - April 2021",
      "responsibilities": [
        "Advocated for graduate student needs at the university level including university policy decisions and development projects",
        "Oversaw two directors within the Graduate Student Association"
      ]
    }
  ],
  "awards_and_fellowships": [
    {
      "title": "Future Investigators in NASA Earth and Space Science and Technology Grant",
      "date": "July 2020",
      "details": "$135,000 over three years to fund a graduate-student designed research project"
    },
    {
      "title": "NASA/Texas Space Grant Consortium Graduate Fellowship",
      "date": "June 2019",
      "details": "$5000 award in recognition of excellence in academics and interest in space"
    },
    {
      "title": "John Mather Nobel Scholar at NASA Goddard Space Flight Center",
      "date": "July 2015",
      "details": "$3000 travel award in recognition of high academic achievement and exemplary research at NASA Goddard"
    }
  ],
  "educational_programs": [
    {
      "name": "Heliophysics Mission Design School",
      "date": "June 2020",
      "description": "11 week course taught by Jet Propulsion Laboratory on the NASA mission design process resulting in a published mission concept"
    },
    {
      "name": "Boulder Space Weather Summer School",
      "date": "July 2018",
      "description": "Two week workshop at NCAR on the science of space weather and space weather modeling"
    },
    {
      "name": "Incoherent Scatter Radar School",
      "date": "July 2017",
      "description": "One week workshop on incoherent scatter radar by NSF, including running an experiment at the Arecibo Observatory"
    }
  ],
